[
  {
    "name": "Uginanie hantli na pochyłości",
    "type": "siłowe",
    "muscle": "biceps",
    "equipment": "hantle",
    "difficulty": "początkujący",
    "instructions": "Usiądź na ławce pochyłej z hantlami w każdej ręce. Powinny być one przyciśnięte do oparcia, a stopy trzymać razem. Pozwól, aby hantle swobodnie zwisały wzdłuż ciała, trzymając je neutralnym chwytem. To będzie pozycja wyjściowa. Zacznij ruch poprzez zgięcie w łokciach, starając się utrzymać górną część ramienia nieruchomo. Kontynuuj do góry i zatrzymaj się, a następnie powoli wróć do pozycji startowej."
  },
  {
    "name": "Uginanie sztangi szerokim chwytem",
    "type": "siłowe",
    "muscle": "biceps",
    "equipment": "sztanga",
    "difficulty": "początkujący",
    "instructions": "Stań prosto, trzymając sztangę na szerokim uchwycie na zewnątrz. Dłonie powinny być zwrócone do przodu. Łokcie powinny być blisko tułowia. To będzie pozycja wyjściowa. Trzymając górne ramiona nieruchomo, uginaj ciężary do przodu, jednocześnie kurcząc bicepsy i wydychając. Wskazówka: Ruszają się tylko przedramiona. Kontynuuj ruch aż do pełnego skurczu bicepsa i sztanga będzie na poziomie barków. Wstrzymaj pozycję przez sekundę i mocno ściśnij bicepsy. Powoli zacznij wracać sztangę do pozycji wyjściowej, wdychając. Powtórz przez zalecaną liczbę powtórzeń. Wariacje: Możesz także wykonywać ten ruch, używając sztangi E-Z lub dodatkowego uchwytu E-Z podłączonego do dolnego blocku."
  },
  {
    "name": "Uginanie sztangi E-Z na modlitewniku",
    "type": "siłowe",
    "muscle": "biceps",
    "equipment": "sztanga",
    "difficulty": "średnio zaawansowany",
    "instructions": "Rozpocznij, umieszczając sztangę na modlitewniku w miejscu, na którym zazwyczaj siadasz. Upewnij się, że sztanga jest wyważona i nie spadnie. Przejdź na przód modlitewnika (część, na której zwykle leżą ramiona) i ułóż się pod kątem 45 stopni z tułowiem i brzuchem przyciśniętymi do przodu modlitewnika. Upewnij się, że twoje stopy (szczególnie palce) są dobrze ustawione na podłodze i umieść swoje górne ramiona na poduszce znajdującej się wewnątrz modlitewnika. Użyj ramion, aby złapać sztangę w chwycie supinacji (dłonie zwrócone do góry) na szerokość barków lub nieco bliżej siebie. Powoli zacznij podnosić sztangę do góry i wydychaj. Wstrzymaj skurcz na sekundę, ściskając biceps. Powoli zacznij wracać sztangę do pozycji wyjściowej, wdychając. Powtórz przez zalecaną liczbę powtórzeń. Wariacja: Możesz także użyć hantli przy wykonywaniu tego ćwiczenia. Upewnij się tylko, że umieszczasz hantle na części modlitewnika, na której zwykle siadasz."
  },
  {
    "name": "Uginanie hantli typeu młotkowego",
    "type": "siłowe",
    "muscle": "biceps",
    "equipment": "hantle",
    "difficulty": "średnio zaawansowany",
    "instructions": "Stań prosto z tułowiem wyprostowanym i po jednej hantli w każdej dłoni trzymanej na wyciągniętej ręce. Łokcie powinny być blisko tułowia. Dłonie powinny być zwrócone w kierunku tułowia. To będzie pozycja wyjściowa. Teraz, trzymając górne ramię nieruchomo, wydychaj i unosząc ciężar do przodu, skurcz biceps. Kontynuuj podnoszenie ciężaru, aż bicepsy będą w pełni skurczone, a hantel znajdzie się na poziomie barków. Wstrzymaj skurcz na chwilę, ściskając biceps. Wskazówka: Skup się na trzymaniu łokcia nieruchomo i poruszaniu tylko przedramieniem. Po krótkiej pauzie, wdychaj i powoli zacznij opuszczać hantle do pozycji wyjściowej. Powtórz przez zalecaną liczbę powtórzeń. Wariacje: Istnieje wiele możliwych wariantów tego ruchu. Na przykład możesz wykonywać ćwiczenie siedząc na ławce z lub bez podparcia pleców oraz możesz wykonywać je, podnosząc naprzemiennie ramiona; najpierw unieś prawą rękę przez jedno powtórzenie, potem lewą, potem prawą, itd."
  },
  {
    "name": "Uginanie sztangi E-Z",
    "type": "siłowe",
    "muscle": "biceps",
    "equipment": "sztanga E-Z",
    "difficulty": "średnio zaawansowany",
    "instructions": "Stań prosto, trzymając sztangę E-Z na szerokim uchwycie zewnętrznym. Dłonie powinny być zwrócone do przodu i lekko przechylone do wewnątrz ze względu na kształt sztangi. Trzymaj łokcie blisko tułowia. To będzie pozycja wyjściowa. Teraz, trzymając górne ramiona nieruchomo, wydychaj i unosząc ciężary do przodu, skurcz biceps. Skup się na poruszaniu tylko przedramionami. Kontynuuj podnoszenie ciężaru, aż bicepsy będą w pełni skurczone, a sztanga znajdzie się na poziomie barków. Wstrzymaj górne skurczonej pozycji przez chwilę i ściskaj biceps. Następnie wdychaj i powoli opuszczaj sztangę do pozycji wyjściowej. Powtórz przez zalecaną liczbę powtórzeń. Wariacje: Możesz także wykonywać ten ruch, używając dodatkowego uchwytu E-Z podłączonego do dolnego blocku. Ta wariacja wydaje się zapewniać dobry skurcz na szczycie ruchu. Możesz także użyć bliższego chwytu dla urozmaicenia."
  },
  {
    "name": "Uginanie Zottmana",
    "type": "siłowe",
    "muscle": "biceps",
    "equipment": "Brak",
    "difficulty": "średnio zaawansowany",
    "instructions": "Stań prosto z tułowiem wyprostowanym i po jednej hantli w każdej dłoni trzymanej na wyciągniętej ręce. Łokcie powinny być blisko tułowia. Upewnij się, że dłonie są skierowane na siebie. To będzie pozycja wyjściowa. Trzymając górne ramię nieruchomo, uginaj ciężary, skurczając bicepsy, wydychając. Ruszają się tylko przedramiona. Nadgarstek powinien obrócić się tak, abyś miał chwyt supinowany (dłonie do góry). Kontynuuj ruch aż do pełnego skurczu bicepsa, a hantle będą na poziomie barków. Wstrzymaj pozycję przez sekundę, ściskając biceps. Teraz, podczas utrzymywania pozycji skurczonej, obróć nadgarstek, abyś miał teraz chwyt pronowany (dłonie zwrócone do dołu), a kciuk był w wyższej pozycji niż mały palec. Powoli zacznij opuszczać hantle, używając chwytu pronowanego. Kiedy hantle zbliżą się do ud, zacznij obracać nadgarstek, aby wrócić do neutralnego chwytu (dłonie zwrócone do ciała). Powtórz przez zalecaną liczbę powtórzeń."
  },
  {
    "name": "Uginanie bicepsa do wyciskania nad głowę",
    "type": "siłowe",
    "muscle": "biceps",
    "equipment": "hantle",
    "difficulty": "początkujący",
    "instructions": "Rozpocznij w pozycji stojącej z hantlami w każdej dłoni. Twoje ramiona powinny wisieć po bokach z dłońmi zwróconymi do przodu. Patrz prosto przed siebie, trzymając klatkę piersiową prosto, z nogami rozstawionymi na szerokość barków. To będzie pozycja wyjściowa. Zacznij ruch, zginając łokcie, aby unieść ciężar. Nie używaj impetu ani nie zginaj przez barki, zamiast tego wykonaj kontrolowany ruch. Wykonaj ruch wyciskania, wydłużając ramię, zginając i oddzielając ramię, aby obrócić ramię, gdy unosisz nad głową. Wstrzymaj się na szczycie ruchu, zanim zaczniesz odwracać ruch, aby wrócić do pozycji wyjściowej. Wykonaj żądaną liczbę powtórzeń, zanim przejdziesz na drugą stronę."
  },
  {
    "name": "Uginanie sztangi",
    "type": "siłowe",
    "muscle": "biceps",
    "equipment": "sztanga",
    "difficulty": "średnio zaawansowany",
    "instructions": "Stań prosto, trzymając sztangę na chwycie o szerokości barków. Dłonie powinny być zwrócone do przodu, a łokcie powinny być blisko tułowia. To będzie pozycja wyjściowa. Trzymając górne ramiona nieruchomo, wydychaj i unieś ciężary do przodu, skurczając bicepsy. Wskazówka: Ruszają się tylko przedramiona. Kontynuuj ruch aż do pełnego skurczu bicepsa, a sztanga będzie na poziomie barków. Wstrzymaj skurcz przez sekundę i mocno ściskaj bicepsy. Powoli zacznij wracać sztangę do pozycji wyjściowej, wdychając. Powtórz przez zalecaną liczbę powtórzeń. Wariacje: Możesz także wykonywać ten ruch, używając prostego uchwytu podłączonego do dolnego blocku. Ta wariacja wydaje się zapewniać dobry skurcz na szczycie ruchu. Możesz także użyć bliższego chwytu dla urozmaicenia."
  },
  {
    "name": "Uginanie koncentryczne",
    "type": "siłowe",
    "muscle": "biceps",
    "equipment": "hantle",
    "difficulty": "średnio zaawansowany",
    "instructions": "Usiądź na płaskiej ławce z jedną hantlą przed tobą pomiędzy nogami. Nogi powinny być rozstawione, kolana zgięte, a stopy na podłodze. Użyj prawej ręki, aby podnieść hantel. Umieść tylną część górnego ramienia prawej ręki na górze wewnętrznej prawej uda. Obróć dłoń tak, aby była skierowana do przodu, z dala od uda. Wskazówka: Twój ramię powinno być wyprostowane, a hantel powinna być nad podłogą. To będzie pozycja wyjściowa. Trzymając górne ramię nieruchomo, wydychaj i unosząc ciężar do przodu, skurcz biceps. Ruszają się tylko przedramiona. Kontynuuj ruch aż do pełnego skurczu bicepsa, a hantle będą na poziomie barków. Wskazówka: Na szczycie ruchu upewnij się, że mały palec twojej ręki jest wyżej niż kciuk. Zapewnia to dobry skurcz. Wstrzymaj skurcz przez sekundę, ściskając bicepsy. Powoli zacznij wracać hantle do pozycji wyjściowej, wdychając. Uważność: Unikaj ruchów kołyszących w każdym momencie. Powtórz przez zalecaną liczbę powtórzeń. Następnie powtórz ruch lewą ręką. Wariacje: To ćwiczenie można wykonywać w pozycji stojącej, z tułowiem pochyloną do przodu i ramieniem przed tobą. W tym przypadku nie ma wsparcia nogi dla tylnego ramienia, więc będziesz musiał się bardziej postarać, aby zapewnić brak ruchu górnego ramienia. Jest to bardziej wymagająca wersja ćwiczenia i nie jest zalecana dla osób z problemami z dolną częścią pleców."
  },
  {
    "name": "Uginanie hantli na pochyłości dla flektorów",
    "type": "siłowe",
    "muscle": "biceps",
    "equipment": "hantle",
    "difficulty": "początkujący",
    "instructions": "Trzymaj hantle z dala od siebie, aby waga była większa po stronie najbliższej ciebie. (Można to zrobić dla dobrego efektu we wszystkich ćwiczeniach na biceps z hantlami). Teraz wykonaj normalne uginanie hantli na pochyłości, ale zachowaj nadgarstki jak najbardziej do tyłu, aby zneutralizować jakiekolwiek naprężenie na nich. Usiądź na ławce pochyłej pod kątem 45 stopni, trzymając po jednej hantli w każdej ręce. Pozwól, aby ramiona swobodnie zwisały na boki, z łokciami przy ciele, a dłonie obrócone do przodu z kciukami zwróconymi od ciała. Wskazówka: Zachowaj tę pozycję rąk przez cały ruch, nie powinno być żadnego obracania rąk, gdy się podnoszą. To będzie pozycja wyjściowa. Podnieś dwie hantle jednocześnie, aż bicepsy będą w pełni skurczone, i wydychaj. Wskazówka: Nie kołysz ramionami ani nie używaj impetu. Zachowaj kontrolowany ruch przez cały czas. Wstrzymaj skurcz przez sekundę na górze. Wdychaj, powoli wracając do pozycji wyjściowej. Powtórz przez zalecaną liczbę powtórzeń. Uwaga: Nie wyprostowuj całkowicie ramion, ponieważ możesz zranić łokcie, jeśli je nadmiernie wyprostujesz. Ponadto, upewnij się, że opuszczasz hantle powoli, aby uniknąć kontuzji. Wariacje: Możesz również użyć linek do tego ruchu."
  }
]
